/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Arraste %1$@ após a\nação %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Arraste %1$@ para a %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Adicione %@ para\npré‑visualizar o GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Atalho adicionado: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Os seus atalhos foram repostos. Volte a abrir a aplicação Atalhos para continuar.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Executa o atalho %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "A executar, %lu%% concluído";

/* Accessibility label */
"Edit profile photo" = "Editar fotografia do perfil";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Uma animação da central de notificações a ser puxada a partir da parte superior do ecrã";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Uma animação da adição do widget Atalhos à lista de widgets ativos";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Uma animação da deslocação para o final da lista de widgets e do toque em Editar";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Uma animação da passagem do dedo para esquerda para a lista de widgets";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Uma captura de ecrã da central de notificações com o widget Atalhos";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Imagem do perfil de %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Tornar identidade principal";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Selecionar como identidade principal";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Mais, menos";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Decimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Infelizmente, a aplicação Atalhos não consegue solucionar este problema, porque se trata de um erro da aplicação anfitriã. Recomendamos que contacte o fabricante da aplicação e comunique este problema.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "A aplicação que abriu esta extensão não forneceu nenhuma entrada.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Não foi possível descarregar o atalho.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Não é possível ler a base de dados de Atalhos, porque foi criada com uma versão mais recente de Atalhos.\n\nPode atualizar a aplicação Atalhos ou repor os atalhos. Perderá os atalhos, mas se usar a Sincronização iCloud serão restaurados.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Não é possível ler a base de dados de Atalhos, porque está danificada. Pode repor os atalhos para resolver este problema. Perderá os atalhos, mas se usar a Sincronização iCloud serão restaurados.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Não é possível ler a base de dados de Atalhos, porque está danificada. \n\n Pode enviar um e-mail para o suporte com a base de dados danificada ou repor os atalhos personalizados. Perderá os atalhos, mas se usar a Sincronização iCloud, estes serão restaurados.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Suporte por e-mail";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Repor atalhos";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Atualizar Atalhos";

/* Alert title for an error */
"Aw no!" = "Oh, não!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "As versões de Atalhos não correspondem";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Reposição de Atalhos";

/* Apple watch; label for result from running the shortcut */
"Result" = "Resultado";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Resultados (%ld)";

/* Back button */
"Back" = "Anterior";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Adicionar o widget aumenta muito a velocidade de execução dos atalhos. Tem a certeza de que pretende ignorar este passo?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "O envio não foi concluído. Tente novamente dentro de poucos minutos.";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Done" = "OK";

/* Button */
"Next" = "Seguinte";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Enviar o seu próprio processo";

/* Button for editing their profile picture */
"Edit" = "Editar";

/* Button or nav bar title */
"Edit Profile" = "Editar perfil";

/* Button or title */
"Run shortcut" = "Executar atalho";

/* Button or title to share a shortcut */
"Share Shortcut" = "Partilhar atalho";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Enviar atalho";

/* Button or title; user profile */
"Profile" = "Perfil";

/* Button that shows all collection search results */
"See All" = "Ver tudo";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Ignorar alterações";

/* Button title; create a new shortcut */
"Create Shortcut" = "Criar atalho";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Adicionar widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Manter ambos";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Substituir";

/* Button to skip a step */
"Skip" = "Ignorar";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Escolha os atalhos a mostrar no relógio.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Escolha os atalhos a mostrar na complicação.";

/* Copy content */
"Copy" = "Copiar";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Não foi possível encontrar o atalho especificado.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Não foi possível encontrar o atalho “%@.”";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Atalho sem nome";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Adicione qualquer atalho a Siri gravando uma frase personalizada.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combine uma séries de passos num único atalho para automatizar o que fazer com as suas aplicações. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Aceda a atalhos ainda mais rapidamente com o widget Atalhos.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Escolher da biblioteca";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Tirar fotografia";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "manuel@workflow.is";

/* Edit profile; email field title */
"Email" = "E‑mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "O URL do site “%@” não é válido.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Site inválido";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Nos seus processos publicados será incluído um crédito com o seguinte formato: “%@”.";

/* Edit profile; person name field title */
"Name" = "Nome";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Nome (necessário)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Informações privadas";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Informações públicas";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Não encontrámos nada para “%@”. Tente algo diferente.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Sem atalhos.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Nenhum resultado";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "O URL do atalho fornecido é inválido.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "A importação falhou";

/* Error message */
"There are no photos in your photo library." = "Não existem fotografias na fototeca.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "A ligação do atalho pode ser inválida ou pode ter sido apagada.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Não foi possível estabelecer ligação à Galeria.";

/* Error message title */
"Shortcut Not Found" = "Atalho não encontrado";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Não foi possível carregar esta coleção.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Não foi possível carregar esta coleção.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "A execução da ação “%@” demorou demasiado tempo.";

/* Exit the app (kills the app) */
"Exit" = "Sair";

/* Gallery search section title for collection search results */
"Collections" = "Coleções";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Mostrar menos";

/* Gallery search; button to show more collection search results */
"Show More" = "Mostrar mais";

/* Generic title for a notification show in the app */
"Notification" = "Notificação";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Atalhos";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "ações";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Isto é um atalho.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Parabéns!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Ena!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "Botão “Executar atalho”";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Arraste sobre uma ação para partilhar o GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "botão Reproduzir";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nOcorreu um erro. Volte a tentar mais tarde ou toque em OK.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNão terminou a execução do atalho. Volte a tentar mais tarde ou toque em OK.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nAcabou de criar um atalho. Prima o botão de reprodução para o executar!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nOs atalhos são constituídos por uma série de ações (os elementos à esquerda).\n\nDepois, vamos adicionar uma ação “Criar GIF”, que animará das fotografias da primeira ação.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nVamos criar um atalho para criar um GIF animado.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nAcabou de executar um atalho. Genial, não foi?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Atalhos dá‑lhe as boas‑vindas.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Ao tocar em “Enviar”, o processo será enviado para revisão. Se decidirmos incluir o processo na Galeria, receberá uma notificação por e‑mail.";

/* Make GIF action name */
"Make GIF" = "Criar GIF";

/* Media file name label */
"Media File" = "Ficheiro multimédia";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Pretende substituir o atalho?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informação do processo";

/* None option */
"None" = "Nenhum";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Ótimo! Parece que já adicionou o widget Atalhos. Vamos continuar.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Execute atalhos à velocidade da luz com o widget Atalhos.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Escreva aqui uma descrição do processo.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Escreva aqui uma descrição mais detalhada do processo.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Manuel Macieira";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Escreva aqui uma breve descrição do processo.";

/* Print content */
"Print" = "Imprimir";

/* Quick Look action name */
"Quick Look" = "Vista rápida";

/* Recovery option for when the gallery does not load */
"Try Again" = "Voltar a tentar";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Abrir definições";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Ligue os dados móveis ou utilize WLAN para aceder à Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Ligue os dados móveis ou utilize Wi‑Fi para aceder à Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Desligue o modo de voo ou utilize WLAN para aceder à Galeria.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Desligue o modo de voo ou utilize Wi‑Fi para aceder à Galeria.";

/* Save as image */
"Save Image" = "Guardar imagem";

/* Search gallery */
"Search" = "Pesquisar";

/* Section title */
"Shortcuts" = "Atalhos";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Mensagem";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Atalho enviado";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Adicionado à biblioteca";

/* Splash screen primary button title */
"Get Started" = "Começar a usar";

/* Splash screen title */
"Welcome to Shortcuts" = "Atalhos dá‑lhe as boas‑vindas";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Parar %@";

/* Take Photo action name */
"Take Photo (action name)" = "Tirar fotografia";

/* Tap to choose an option */
"Tap to Choose" = "Toque para escolher";

/* Terms and Conditions view title */
"Terms and Conditions" = "Termos e Condições";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Receberá uma notificação quando for aprovado!";

/* Title */
"Gallery" = "Galeria";

/* Title */
"Shortcuts" = "Atalhos";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Divulgar";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Descrição";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Descrição longa";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Descrição curta";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Nome do processo";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Basta perguntar a Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Adicionar o widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Já tem um atalho com o nome “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Ups!";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Ir pelo caminho mais curto";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteca";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Atalhos";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Base de dados danificada";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Ver a Galeria…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Gerir atalhos…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Personalizar em Atalhos";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Encontrou o widget! Toque em “Adicionar widget” para aceder ao widget a partir de qualquer lugar.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Encontrou o widget! Venha aqui para executar atalhos rapidamente.";

/* Today widget; empty state */
"No Shortcuts" = "Sem atalhos";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Toque para ver o resto";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "A carregar";

/* Watch app button; stop running the shortcut */
"Stop" = "Parar";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Mostrar/ocultar";

/* Watch app; Change text field text */
"Tap to Change" = "Toque para alterar";

/* Watch app; Compose a message */
"Create Message" = "Criar mensagem";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Mais/menos";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "de %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Endereço de origem";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "De";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Anexos (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Assunto";

/* Watch app; email composer; to address label */
"To" = "Para";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Localização não encontrada";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Introduzir número…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Tem de escolher um contacto ao qual será enviada a mensagem.";

/* Watch app; send the email */
"Send" = "Enviar";

/* Watch app; share QuickLook content */
"Share" = "Partilhar";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Use Handoff no iPhone para permitir o acesso a %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Use Handoff no iPhone para continuar a executar o atalho.";

/* Watch app; text field placeholder */
"Enter text…" = "Introduzir texto…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Ver no iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Não foram adicionados atalhos.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Sem atalhos";

/* Website URL label */
"Website" = "Site";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Adicionar o widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Uma animação de carregar com firmeza no ícone de Atalhos no ecrã principal para abrir o widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Toque em + para adicionar o widget Atalhos. Toque em “OK”.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Passe o dedo para cima para ir para o ecrã principal, prima com firmeza o ícone de Atalhos e toque em “Adicionar Widget”.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Prima o botão principal, prima com firmeza o ícone de Atalhos e toque em “Adicionar Widget”.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Desloque-se para a parte inferior\ne toque em Editar.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Passe o dedo para a esquerda\npara ver os widgets.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "No canto inferior esquerdo, desloque‑se\npara baixo e toque em “Editar”.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Para revelar a central de notificações, passe o dedo de cima para baixo desde o topo.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "O seu atalho está pronto para ser partilhado!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " à(s) %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ até %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "direita";

